Repository: artemanufrij/playmyvideo
Catalog: po/extra/*.po
Languages: fr, it, pt

source: Watch your videos
fr: Regardez vos vidéos
pt: Veja os seus vídeos

source: videos;movies;shows;
fr: vidéos;films;shows;
it: video;film;show;
pt: vídeos;filmes;programas;

source: Play/Pause
fr: Lecture/Pause
it: Riproduci/Pausa
pt: Reproduzir/Pausar

source: media-playback-start-symbolic
pt: midia-reprodução-iniciar-simbólico

source: Next
fr: Suivant
it: Successivo
pt: Seguinte

source: media-skip-forward-symbolic
pt: midia-saltar-avançar-simbólico

source: Fullscreen
fr: Plein-écran
it: Schermo intero
pt: Ecrã Inteiro

source: view-fullscreen-symbolic
pt: vista-ecrã inteiro-simbólico

source: A video player for watching local video files
fr: Un lecteur vidéo pour regarder des fichiers vidéo locaux
it: Un lettore video per guardare file video locali
pt: Um leitor de vídeos para ver ficheiro locais

source: A very fast video player designed extra for large local libraries which also supports downloading of box covers
fr: Un lecteur vidéo très rapide conçu pour les grandes bibliothèques locales, qui prend également en charge le téléchargement des couvertures
it: Un lettore video molto veloce pensato per grandi librerie locali che permette inoltre il download delle copertine
pt: Um leitor de vídeos muito rápido desenhado para uma grande biblioteca local que suporta descarregamento de capas para as caixas dos vídeos

source: Features:
fr: Fonctionnalités :
it: Funzionalità:
pt: Funcionalidades:

source: Season playlist
fr: Playlists par saison
it: Playlist per stagione
pt: Lista de Reprodução para temporadas

source: Subtiles support
fr: Support des sous-titres
it: Supporto ai sottotitoli
pt: Suporte para subtítulos

source: 'TheMovieDB.org' integration for fetching covers
fr: Intégration de « TheMovieDB.org » pour récupérer les couvertures
it: Integrazione a 'TheMovieDB.org' per il recupero delle copertine
pt: 'TheMovieDB.org' integrado para pesquisar capas

source: Translation:
fr: Traduction :
it: Traduzione:
pt: Traduções:

source: French (by Nathan Bonnemains)
fr: Français (par Nathan Bonnemains)
it: Francese (di Nathan Bonnemains)
pt: Francês (por Nathan Bonnemains)

source: New:
fr: Nouveautés :
it: Novità:
pt: Novo:

source: Style switcher
fr: Bouton de changement de thème
it: Pulsante per cambio tema
pt: Alternador de estilo

source: Fixed:
fr: Corrections :
it: Correzioni:
pt: Correções:

source: Restore correct window size
fr: Restauration de la taille correcte de la fenêtre
it: Ripristino finestra alle dimensioni corrette
pt: Restauro do tamanho correto da janela

source: Dutch (by Heimen Stoffels)
fr: Néerlandais (par Heimen Stoffels)
it: Olandese (di Heimen Stoffels)
pt: Holandês (por Heimen Stoffels)

source: Prepare for JUNO
fr: Préparation pour JUNO
it: Preparazione per JUNO
pt: Preparação para o JUNO

source: German
fr: Allemand
it: Tedesco
pt: Alemão

source: Fix:
fr: Corrections :
it: Correzioni:
pt: Correções:

source: don't cover fetching from themoviedb.org if it was disabled
fr: Arrêt de la récupération depuis themoviedb.org si cela a été désactivé
it: non prelevare la copertina da themoviedb.org se questa è disabilitata
pt: Não pesquisar informação do themoviedb.org se esta tiver sido desligada

source: Double click on the box starts playing the video
fr: Un double clic sur une pochette lance la lecture de la vidéo
it: Doppio click sul riquadro per avviare la riproduzione del video
pt: Duplo clique na caixa inicia a reprodução do vídeo

source: Improved:
fr: Améliorations :
it: Migliorato:
pt: Melhorado:

source: Cover fetching
fr: Récupération des couvertures
it: Prelievo della copertina
pt: Pesquisa de capas

source: Small UI fixes
fr: Petites corrections de l'interface
it: Piccole correzioni dell'interfaccia grafica
pt: Pequenas correções da interface de usuário

source: Error: database sync if a video file was moved/renamed
fr: Erreur : Synchronisation de la base de données si un fichier vidéo a été déplacé/renommé
it: Errore: sincronizzazione database se un file video è stato spostato/rinominato
pt: Erro: Sincronização da base de dados se um ficheiro de vídeo foi movido/renomeado

source: Regard release year for better cover fetching
fr: Meilleure récupération de la couverture à l'aide de la date de sortie
it: Miglior recupero della recupero tenendo conto dell'anno di rilascio
pt: Ter em conta o ano de lançamento para uma melhor pesquisa de capas

source: Misc:
fr: Divers :
it: Varie:
pt: Vários:

source: Fetch cover from themoviedb.org
fr: Récupération des couvertures depuis themoviedb.org
it: Preleva copertina da themoviedb.org
pt: Pesquisa de capas em themoviedb.org

source: Improvements:
fr: Améliorations :
it: Migliorie:
pt: Melhorias:

source: Show "No Result" message if search term hasn't any results
fr: Affichage du message « Aucun résultat » si la recherche ne donne aucun résultat
it: Mostra messaggio "Nessun risultato" se la ricerca non ha corrispondenza
pt: Exibir a mensagem "Sem Resultados" se o termo da procura não obtiver nenhum resultado

source: Turkish (by Şenol Alan)
fr: Turque (par Şenol Alan)
it: Turco (di Şenol Alan)
pt: Turco (por Şenol Alan)

source: Show Spinner until library is scanned
fr: Affichage d'une icône de chargement jusqu'à ce que la bibliothèque soit indexée
it: Mostra rotellina fintanto che la libreria viene analizzata
pt: Mostrar um ícone giratório até a biblioteca estiver examinada

source: French (by papou84)
fr: Français (par papou84)
it: Francese (di papou84)
pt: Francês (por papou84)

source: Italian (by papou84)
fr: Italien (par papou84)
it: Italiano (di papou84)
pt: Italiano (por papou84)

source: External subtitles
fr: Sous-titres externes
it: Sottotitoli esterni
pt: Subtítulos externos

source: Sort episodes in playlist
fr: Tri des épisodes en playlists
it: Ordinamento degli episodi in playlist
pt: Ordenar episódios na lista de reprodução

source: Black bars
fr: Lignes noires
it: Bande nere
pt: Barras pretas

source: Dutch (by Levi Voorintholt)
fr: Néerlandais (par Levi Voorintholt)
it: Olandese (di Levi Voorintholt)
pt: Holandês (por Levi Voorintholt)

source: Open multi selected files
fr: Ouverture de plusieurs fichiers sélectionnés
it: Apri più file selezionati
pt: Abrir múltiplos ficheiros selecionados

source: Empty playlist if open an external video file
fr: Playlist vide lors de l'ouverture d'un fichier vidéo externe
it: Svuota playlist all'apertura di un file video esterno
pt: Lista de reprodução vazia se abrir um ficheiro de vídeo externo

source: Title builder from '…\Best Comedy Ever\Season 01\…' to 'Best Comedy Ever - Season 01'
fr: Constructeur de titre à partir de « …\Meilleure Comédie du Monde\Saison 01\… » vers « Meilleure Comédie du Monde - Saison 01 »
it: Riscrivi il titolo da '…\Miglior commedia di sempre\Stagione 01\…' a 'Miglior commedia di sempre - Stagione 01'
pt: Criador de títulos '…\Melhor Comédia de Sempre\Temporada 01\…' para 'Melhor Comédia de Sempre - Temporada 01'

source: Lazy cover loading > less memory on startup
fr: Chargement lent des couvertures > Moins de mémoire utilisée au lancement
it: Caricamento pigro delle copertine > minor uso della memoria all'avvio
pt: Carregamento de capas preguiçoso > menos memoria ao iniciar

source: Spanish (by Alain)
fr: Espagnol (par Alain)
it: Spagnolo (di Alain)
pt: Espanhol (por Alain)

source: null handler exception if audio stream hasn't a value
fr: Gestion des erreurs si le flux audio n'a aucune valeur
it: gestione degli errori se il flusso audio non ha alcun valore
pt: Erro de exceção de manipulador nula se o stream de áudio não tiver um valor

source: Save/restore window position
fr: Sauvegarde/Restauration de la position de la fenêtre
it: Salva/ripristina posizione finestra
pt: Guardar/Restaurar posição da janela

source: Start searching instand on key press
fr: Démarrage de la recherche dès l'appui sur une touche
it: La ricerca inizia quando si preme un tasto
pt: Começar a procurar instantaneamente ao pressionar uma tecla

source: Preview Popup on Timeline
fr: Aperçu dans le lecteur vidéo
it: Anteprima nel lettore video
pt: Antever uma mensagem de Popup na Linha do Tempo

source: Some popup behaviors
fr: Comportement de certaines infobulles
it: Comportamento di alcuni suggerimenti
pt: Alguns comportamentos da mensagem de Popup

source: Resume playing last video
fr: Reprise de la lecture de la dernière vidéo
it: Riprendi la riproduzione dell'ultimo video
pt: Resumir a reprodução do vídeo anterior

source: Open box of last viewed video
fr: Ouverture de la pochette de la dernière vidéo vue
it: Apertura copertina dell'ultimo video visto
pt: Abrir caixa do vídeo anterior visto

source: Critical error on closing window while a video is playing
fr: Erreur critique lors de la fermeture de la fenêtre pendant la lecture d'une vidéo
it: Errore critico durante la chiusura della finestra durante la riproduzione di video
pt: Erro crítico ao fechar a janela enquanto estiver a ser reproduzido um vídeo

source: Portuguese (Brazil) (by Cleiton Floss)
fr: Portugais (Brésil) (par Cleiton Floss)
it: Portoghese (Brasile) (di Cleiton Floss)
pt: Português (Brasil) (por Cleiton Floss)

source: Option for saving custom covers into library
fr: Option pour sauvegarder les couvertures personnalisées dans la bibliothèque
pt: Opção para guardar capas personalizadas na biblioteca

source: Playing episodes
fr: Lecture des épisodes
it: Riproduzione degli episodi
pt: Reproduzir episódios

source: Improved Sync: don't show video item if video file doesn't exist.
fr: Amélioration de la synchronisation : Ne pas afficher la vidéo si le fichier vidéo n'existe pas.
it: Sincronizzazione migliorata: non viene mostrato l'elemento video se il file video non esiste.
pt: Sincronização melhorada: Não mostrar o item do vídeo se o ficheiro de vídeo não existir

source: [only if no items in library] Open welcome screen instead empty library after finished playing
fr: [Seulement s'il n'y a aucun élément dans la bibliothèque] Ouverture de l'écran de bienvenue au lieu d'une bibliothèque vide après l lecture
it: [solo se la libreria è vuota] Apertura della schermata di benvenuto invece della libreria vuota al termine della riproduzione
pt: [Só se não tiver itens na biblioteca] Abrir o ecrã de bem vindo em vez da biblioteca vazia depois de a reprodução ter terminado

source: Improved behavior for subtiles in Series/Seasons folder
fr: Amélioration du comportement des sous-titres pour les dossiers de séries/saisons
it: Miglioramento del comportamento dei sottotitoli nella cartella Serie/Stagione
pt: Melhorias do comportamento dos subtítulos em pastas de Séries/Temporadas

source: Repeat mode
fr: Mode répétition
pt: Modo repetição

source: Option for Light Theme
fr: Option pour le thème clair
it: Opzione per il tema chiaro
pt: Opção para o Tema Claro

source: Changes:
fr: Modifications :
it: Modifiche:
pt: Alterações:

source: Icon (by Alexey Varfolomeev)
fr: Icône (par Alexey Varfolomeev)
it: Icona (di Alexey Varfolomeev)
pt: Ícone (por Alexey Varfolomeev)

source: Import files by Drag and Drop
fr: Import de fichiers par glisser-déposer
it: Importa file con il trascina e rilascia
pt: Importar ficheiros usando o arrastar e soltar

source: Toggle playing by click mouse button
fr: Bascule de la lecture au clic de la souris
it: Commuta riproduzione al click del mouse
pt: Alternar a reprodução pelo clique do botão do rato

source: Disable screensaver while playing
fr: Désactivation de la mise en veille pendant la lecture
it: Disabilita screensaver durante la riproduzione
pt: Desativar a proteção de ecrã enquanto está a reproduzir

source: Improved start up
fr: Amélioration du lancement
it: Miglioramento all'avvio
pt: Iniciar melhorado

source: Subtitle button wasn't visible of only one Subtitle was available
fr: Le bouton des sous-titres n'était visible seulement si une seule version des sous-titres était disponible
it: Il pulsante sottotitoli non era visibile se era disponibile solo un sottotitolo
pt: O botão de subtítulos não estava visível no caso de haver só um subtítulo

source: French (by nvivant)
fr: Français (par nvivant)
it: Francese (by nvivant)
pt: Francês (por nvivant)

source: Toggle playing [SPACE]
fr: Basculez la lecture [ESPACE]
it: Commuta riproduzione [SPAZIO]
pt: Alternar reprodução [BARRA DE ESPAÇOS]

source: Toggle fullscreen [F11]
fr: Basculez en plein-écran [F11]
it: Commuta schermo intero [F11]
pt: Alternar ecrã inteiro [F11]

source: Media key support
fr: Support des touches de média
it: Supporto ai tasti multimediali
pt: Suporte para teclas de multimédia

source: Seek function [LEFT/RIGHT]
fr: Fonction de déplacement [GAUCHE/DROITE]
it: Funzioe di ricerca [SINISTRA/DESTRA]
pt: Pesquisar função [ESQUERDA/DIREITA]

source: Initial release
fr: Version initiale
it: Primo rilascio
pt: Lançamento inicial

source: Cinema
fr: Cinéma
